[
  {
    "image": "https://i.ibb.co.com/Xxqtr01p/Untitled-design.png",
    "title": "Time Planner: Schedule & Tasks",
    "companyName": "Boostify Apps",
    "id": 101,
    "description": "Time Planner: Schedule & Tasks is designed for people who want to manage every aspect of their day with precision. It combines a sleek interface with intelligent scheduling tools that make organizing tasks feel effortless. Users can divide their goals into projects, assign due dates, and set priority levels to focus on what matters most. The app supports both short-term and long-term planning, helping you visualize how your time is spent across work, study, and personal life. A powerful calendar view allows for drag-and-drop task management, while smart reminders ensure you never miss a commitment. The integrated analytics dashboard gives insights into your daily habits, revealing how efficiently you use your time. With dark mode, widget support, and cross-device synchronization, Time Planner is not just a to-do list—it’s a full productivity ecosystem built for consistency, balance, and growth in your everyday routine.",
    "size": 48,
    "reviews": 8700,
    "ratingAvg": 4.8,
    "downloads": 90,
    "ratings": [
      { "name": "1 star", "count": 300 },
      { "name": "2 star", "count": 500 },
      { "name": "3 star", "count": 800 },
      { "name": "4 star", "count": 1800 },
      { "name": "5 star", "count": 5300 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/VcPG2G1b/demo-app-6.webp",
    "title": "Morning Habits – Daily Routine",
    "companyName": "LifeTrack Studio",
    "id": 102,
    "description": "Morning Habits – Daily Routine helps you start every day with purpose and clarity. The app provides a customizable structure for your mornings, turning small positive actions into consistent routines. You can design step-by-step sequences for activities like meditation, journaling, stretching, or hydration, and receive gentle reminders to stay on track. The visual progress tracker encourages consistency by showing your streaks and achievements. With motivational quotes and habit insights, it inspires discipline and self-awareness. The app also adapts to your energy levels—if your mornings change, it adjusts seamlessly to maintain balance. Over time, Morning Habits learns your preferences and offers suggestions to improve efficiency. Whether you’re building a workout ritual, learning a new skill, or simply creating calm before work, this app transforms chaotic mornings into mindful, productive beginnings. It’s your personal assistant for starting the day the right way, every single day.",
    "size": 52,
    "reviews": 6200,
    "ratingAvg": 4.7,
    "downloads": 85,
    "ratings": [
      { "name": "1 star", "count": 250 },
      { "name": "2 star", "count": 400 },
      { "name": "3 star", "count": 700 },
      { "name": "4 star", "count": 1600 },
      { "name": "5 star", "count": 3250 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/fV4Y2kWH/demo-app-2.webp",
    "title": "Focus Plant: Pomodoro Forest",
    "companyName": "GreenMind Labs",
    "id": 103,
    "description": "Focus Plant: Pomodoro Forest turns productivity into a mindful and visually calming experience. Using the Pomodoro technique, it allows you to set focused work sessions that grow digital plants with every minute you concentrate. The more sessions you complete, the more your forest flourishes—an encouraging metaphor for steady progress. The app’s clean interface minimizes distractions and keeps your attention on the task ahead. Customizable timers, gentle notifications, and session analytics help you maintain balance between focus and rest. You can tag sessions by task or subject, review weekly focus charts, and set goals for consistency. Background soundscapes such as rain, forest wind, or soft piano add tranquility to your workspace. Focus Plant is not just a timer—it’s a growth journey. Every focused moment you invest nurtures both your virtual forest and your real-world discipline, turning productivity into something peaceful, rewarding, and sustainable.",
    "size": 65,
    "reviews": 9100,
    "ratingAvg": 4.9,
    "downloads": 95,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 700 },
      { "name": "4 star", "count": 1500 },
      { "name": "5 star", "count": 6400 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/Xxqtr01p/Untitled-design.png",
    "title": "Alarmy – Alarm Clock & Sleep",
    "companyName": "SleepyHead Inc.",
    "id": 104,
    "description": "Alarmy – Alarm Clock & Sleep is not just an alarm clock; it’s a wake-up revolution. Designed to help even the deepest sleepers start their day on time, Alarmy offers creative challenges that make hitting snooze nearly impossible. You can set wake-up missions like solving puzzles, shaking your phone, or taking a photo of a specific object to stop the alarm. This forces your mind to engage immediately, ensuring you truly wake up. The app also includes sleep tracking and calming bedtime sounds that promote healthy sleep patterns. With a detailed sleep analysis dashboard, you can understand your rest cycles and adjust accordingly. The smart alarm adapts to your schedule, waking you at the optimal time during light sleep. Alarmy’s bright, minimal design and smooth performance make mornings less stressful and more productive, helping you rise with energy and purpose every single day.",
    "size": 58,
    "reviews": 7600,
    "ratingAvg": 4.8,
    "downloads": 91,
    "ratings": [
      { "name": "1 star", "count": 400 },
      { "name": "2 star", "count": 500 },
      { "name": "3 star", "count": 800 },
      { "name": "4 star", "count": 1400 },
      { "name": "5 star", "count": 5500 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/BHP4dFHB/Untitled-design-1.png",
    "title": "MindfulMe: Meditation & Calm",
    "companyName": "ZenFlow Studio",
    "id": 105,
    "description": "MindfulMe: Meditation & Calm brings serenity to your day with guided meditations, breathing exercises, and sleep soundscapes. Whether you’re dealing with stress, anxiety, or sleeplessness, the app provides tailored sessions that help you unwind and regain clarity. A variety of programs target specific goals like focus, emotional balance, or relaxation. Each session is crafted with soothing voiceovers and ambient music to enhance your experience. The daily check-in feature helps you track mood changes and mindfulness progress. You can set meditation reminders, track streaks, and even follow challenges to build consistency. MindfulMe encourages you to slow down, breathe deeply, and reconnect with the present moment. Its soft visuals, gentle animations, and minimal design create a safe digital space for calm and reflection. Perfect for beginners or experienced meditators alike, MindfulMe helps you cultivate peace one breath at a time.",
    "size": 70,
    "reviews": 6500,
    "ratingAvg": 4.6,
    "downloads": 88,
    "ratings": [
      { "name": "1 star", "count": 350 },
      { "name": "2 star", "count": 500 },
      { "name": "3 star", "count": 800 },
      { "name": "4 star", "count": 1500 },
      { "name": "5 star", "count": 3800 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/6crXb5Zh/Untitled-design-2.png",
    "title": "FitTrack: Steps & Health",
    "companyName": "WellSync Ltd.",
    "id": 106,
    "description": "FitTrack: Steps & Health is the ultimate wellness companion for people who want to take charge of their physical activity and health goals. The app transforms your daily movement into insightful data that keeps you motivated. It automatically counts your steps, calculates distance, and estimates calorie burn with accuracy. FitTrack also lets you set personal goals and view progress trends over time. You can sync data with your wearable devices to get a complete picture of your health journey. Beyond step tracking, it includes hydration reminders, heart rate tracking (when supported), and daily fitness summaries. The intuitive dashboard highlights your most active hours, helping you plan smarter workouts. Its clean visuals and motivational badges encourage small, consistent progress. Whether you’re walking, running, or just staying active, FitTrack keeps you accountable. It’s not just about numbers—it’s about creating a healthier lifestyle, one step at a time.",
    "size": 60,
    "reviews": 5900,
    "ratingAvg": 4.4,
    "downloads": 76,
    "ratings": [
      { "name": "1 star", "count": 400 },
      { "name": "2 star", "count": 600 },
      { "name": "3 star", "count": 800 },
      { "name": "4 star", "count": 1700 },
      { "name": "5 star", "count": 2400 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/BHP4dFHB/Untitled-design-1.png",
    "title": "Study Zone: Focus Timer",
    "companyName": "EduCore Studio",
    "id": 107,
    "description": "Study Zone: Focus Timer helps students and professionals build concentration through structured time sessions. Inspired by the Pomodoro technique, it divides work into focus intervals followed by short breaks. Each session keeps you on track while preventing burnout. The minimalist design minimizes distractions so your attention stays on learning, not on the clock. You can tag sessions by subject, track your total study hours, and view weekly productivity graphs. A built-in reward system celebrates consistency, motivating you to maintain healthy study habits. The app also offers ambient background sounds like rain, lo-fi music, or white noise to improve focus. Customizable reminders ensure you start your sessions on time, while the analytics page visualizes your progress. Study Zone is ideal for exam preparation, research, or deep work sessions. It’s a productivity companion that teaches you discipline, organization, and how to make study time truly effective.",
    "size": 50,
    "reviews": 4700,
    "ratingAvg": 4.5,
    "downloads": 67,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 400 },
      { "name": "3 star", "count": 700 },
      { "name": "4 star", "count": 1300 },
      { "name": "5 star", "count": 2100 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/k2RV0xs5/Untitled-design-4.png",
    "title": "Daily Quotes: Motivation & Focus",
    "companyName": "SoulFuel Apps",
    "id": 108,
    "description": "Daily Quotes: Motivation & Focus brings inspiration to your fingertips every morning. It features a beautifully designed interface that delivers handpicked quotes from philosophers, authors, and modern leaders to spark motivation. You can save your favorite quotes, share them on social media, or set daily reminders for encouragement. Each quote card is paired with calming visuals that reinforce positivity. The app learns your mood patterns and tailors its recommendations over time. For those seeking consistency, the streak tracker keeps count of how many days you’ve stayed inspired. A 'Reflection Mode' invites you to write short journal entries about what each quote means to you, turning simple motivation into mindfulness. Whether you’re chasing goals, overcoming challenges, or simply trying to start your day right, Daily Quotes keeps your mindset strong. It’s more than a quote app—it’s a daily ritual for motivation and clarity.",
    "size": 38,
    "reviews": 5100,
    "ratingAvg": 4.7,
    "downloads": 83,
    "ratings": [
      { "name": "1 star", "count": 150 },
      { "name": "2 star", "count": 250 },
      { "name": "3 star", "count": 500 },
      { "name": "4 star", "count": 1100 },
      { "name": "5 star", "count": 3100 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/C5N2ZPvM/Untitled-design-5.png",
    "title": "SleepWell: Tracker & Sounds",
    "companyName": "DreamTech",
    "id": 109,
    "description": "SleepWell: Tracker & Sounds helps you understand your sleep cycles and improve rest quality through science-backed insights. Using sound analysis and gentle wake algorithms, it tracks how deeply you sleep and when you toss or wake. The app offers soothing bedtime sounds like ocean waves, white noise, or rain to help you fall asleep faster. The smart alarm gently wakes you during light sleep, reducing grogginess. You can monitor sleep statistics such as duration, efficiency, and bedtime regularity over weeks or months. SleepWell’s goal-based approach encourages small adjustments that lead to long-term improvement. Night mode reduces blue light exposure, while meditation playlists calm your mind. Whether you’re trying to recover from insomnia or optimize energy levels, SleepWell gives you actionable insights. It’s a complete sleep companion—blending technology, mindfulness, and design—to make every night more restful and refreshing.",
    "size": 80,
    "reviews": 7300,
    "ratingAvg": 4.6,
    "downloads": 92,
    "ratings": [
      { "name": "1 star", "count": 280 },
      { "name": "2 star", "count": 450 },
      { "name": "3 star", "count": 720 },
      { "name": "4 star", "count": 1600 },
      { "name": "5 star", "count": 3250 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/Xxqtr01p/Untitled-design.png",
    "title": "Habit Tracker – Daily Goals",
    "companyName": "GoalMaster Studio",
    "id": 110,
    "description": "Habit Tracker – Daily Goals makes it simple to cultivate positive routines and eliminate bad habits. The app offers a clean, intuitive interface for tracking daily tasks, from drinking enough water to exercising regularly. You can set recurring habits, view progress streaks, and receive motivational reminders. Habit Tracker includes analytics that show your consistency and areas for improvement. With color-coded calendars, habit chains, and a customizable dashboard, tracking habits becomes visually engaging. The app also allows you to group habits into categories like health, productivity, or mindfulness, helping you maintain balance. Its notifications encourage accountability, while achievements and badges reward persistence. Habit Tracker is ideal for anyone seeking gradual, sustainable growth. By turning daily routines into measurable habits, it transforms aspirations into consistent, positive actions that stick over time.",
    "size": 42,
    "reviews": 6800,
    "ratingAvg": 4.5,
    "downloads": 80,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 350 },
      { "name": "3 star", "count": 650 },
      { "name": "4 star", "count": 1500 },
      { "name": "5 star", "count": 3100 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/VcPG2G1b/demo-app-6.webp",
    "title": "Water Reminder: Hydration Tracker",
    "companyName": "HealthSync Apps",
    "id": 111,
    "description": "Water Reminder: Hydration Tracker encourages healthy hydration habits with intelligent reminders and goal-setting. The app calculates daily water needs based on weight, activity level, and climate. You receive gentle nudges throughout the day to drink water and can log consumption with a single tap. Colorful progress visuals keep you motivated, and detailed history allows you to monitor trends over time. Integration with fitness apps ensures hydration is aligned with exercise routines. The app also supports custom beverages, notifications, and daily summaries. Water Reminder promotes long-term health, improved energy levels, and mental clarity. By simplifying water tracking and turning it into a habit, it helps users stay hydrated effortlessly.",
    "size": 35,
    "reviews": 5900,
    "ratingAvg": 4.4,
    "downloads": 75,
    "ratings": [
      { "name": "1 star", "count": 180 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 1300 },
      { "name": "5 star", "count": 2500 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/fV4Y2kWH/demo-app-2.webp",
    "title": "Calm Notes: Journaling App",
    "companyName": "MindTrack Labs",
    "id": 112,
    "description": "Calm Notes: Journaling App transforms writing into a therapeutic and structured daily practice. It provides a serene, distraction-free space to record thoughts, gratitude entries, or reflections. You can tag entries by mood, category, or theme, making it easy to track emotional trends over time. The app includes prompts for self-reflection, creative writing, or mindfulness exercises. Daily notifications encourage consistency, while cloud backup ensures your thoughts are securely stored. Calm Notes also features password protection and customizable themes, allowing users to create a personal digital diary. Its statistics dashboard visualizes writing frequency and mood changes. Ideal for mental wellness, personal growth, or creative inspiration, Calm Notes empowers users to capture their inner world and reflect on it meaningfully every day.",
    "size": 55,
    "reviews": 5100,
    "ratingAvg": 4.7,
    "downloads": 70,
    "ratings": [
      { "name": "1 star", "count": 150 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 1200 },
      { "name": "5 star", "count": 2850 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/BHP4dFHB/Untitled-design-1.png",
    "title": "Meal Planner: Healthy Recipes",
    "companyName": "NutriPlan Studio",
    "id": 113,
    "description": "Meal Planner: Healthy Recipes simplifies planning balanced meals with easy-to-follow recipes, nutritional info, and shopping lists. You can create weekly meal plans tailored to dietary preferences like vegan, keto, or gluten-free. The app generates grocery lists automatically and tracks calorie intake, macros, and portion sizes. Users can save favorite meals, discover new recipes, and follow meal prep guides. Meal Planner encourages consistency and healthy eating habits while reducing food waste. Its elegant interface makes meal planning fun and stress-free. With notifications for meal times and grocery reminders, the app keeps nutrition on track. Perfect for busy individuals, families, or anyone aiming for a healthier lifestyle, Meal Planner blends convenience, insight, and enjoyment into everyday cooking.",
    "size": 67,
    "reviews": 4800,
    "ratingAvg": 4.6,
    "downloads": 72,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 700 },
      { "name": "4 star", "count": 1300 },
      { "name": "5 star", "count": 2300 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/k2RV0xs5/Untitled-design-4.png",
    "title": "Workout Timer: Gym & HIIT",
    "companyName": "FitTech Labs",
    "id": 114,
    "description": "Workout Timer: Gym & HIIT is a fitness companion designed to optimize your exercise sessions with precision timing and customizable routines. Whether doing strength training, HIIT, or yoga, the app provides interval timers, rest alerts, and progress tracking. You can save custom workouts, adjust intensity levels, and track sets, reps, and calories burned. Voice guidance and vibration alerts keep you informed without looking at your phone. The clean, minimal interface ensures focus stays on your exercises. Analytics visualize performance over time, helping you adjust your routine for maximum results. Integration with wearable devices and health apps ensures complete tracking of fitness data. Workout Timer encourages discipline, consistency, and results-driven training, making it ideal for beginners and athletes alike.",
    "size": 62,
    "reviews": 5300,
    "ratingAvg": 4.5,
    "downloads": 74,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 400 },
      { "name": "3 star", "count": 700 },
      { "name": "4 star", "count": 1400 },
      { "name": "5 star", "count": 1600 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/C5N2ZPvM/Untitled-design-5.png",
    "title": "Budget Buddy: Expense Tracker",
    "companyName": "FinTrack Apps",
    "id": 115,
    "description": "Budget Buddy: Expense Tracker helps users manage finances with clarity and simplicity. The app allows you to log expenses, categorize spending, and track income against budget goals. Visual charts and summaries show where money is going, helping identify savings opportunities. Users can set recurring payments, alerts for overspending, and financial goals. Cloud backup keeps financial data safe across devices. Budget Buddy’s intuitive interface makes it easy to analyze spending habits and plan smarter purchases. It also supports multiple currencies, accounts, and financial reports. Whether managing personal finances, planning for vacations, or saving for large purchases, Budget Buddy encourages disciplined money habits and long-term financial health.",
    "size": 45,
    "reviews": 4900,
    "ratingAvg": 4.6,
    "downloads": 70,
    "ratings": [
      { "name": "1 star", "count": 150 },
      { "name": "2 star", "count": 250 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 1200 },
      { "name": "5 star", "count": 2700 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/Xxqtr01p/Untitled-design.png",
    "title": "Yoga Flow: Flexibility & Mind",
    "companyName": "ZenFit Studio",
    "id": 116,
    "description": "Yoga Flow: Flexibility & Mind offers guided yoga sessions for flexibility, strength, and mindfulness. The app provides routines for beginners to advanced users, with focus areas like relaxation, core strength, or stress relief. Video and audio guidance ensure proper posture and breathing. Daily reminders and habit tracking encourage consistency. Yoga Flow integrates meditation and breathing exercises for a holistic wellness approach. Users can create custom routines, track session duration, and monitor progress. The soothing visuals and calm background music enhance concentration and immersion. Yoga Flow is perfect for developing a balanced body and mind, fostering both physical and mental well-being with daily practice.",
    "size": 68,
    "reviews": 5500,
    "ratingAvg": 4.7,
    "downloads": 78,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 350 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 1400 },
      { "name": "5 star", "count": 2450 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/VcPG2G1b/demo-app-6.webp",
    "title": "Language Learner: Polyglot",
    "companyName": "LinguaTech",
    "id": 117,
    "description": "Language Learner: Polyglot helps users master new languages through daily lessons, interactive exercises, and gamified challenges. The app focuses on vocabulary, grammar, pronunciation, and listening comprehension. Progress tracking and spaced repetition reinforce retention. Users can join community challenges, practice speaking, and earn badges for milestones. Polyglot adapts to the learner’s pace and skill level, ensuring efficient and personalized learning. The app also includes cultural tips, common phrases, and real-world dialogues. With engaging visuals, audio, and interactive games, it makes learning fun and practical. Language Learner is perfect for students, travelers, or anyone looking to expand linguistic abilities, offering structured, consistent, and enjoyable practice.",
    "size": 72,
    "reviews": 6200,
    "ratingAvg": 4.8,
    "downloads": 82,
    "ratings": [
      { "name": "1 star", "count": 180 },
      { "name": "2 star", "count": 250 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 1400 },
      { "name": "5 star", "count": 2870 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/fV4Y2kWH/demo-app-2.webp",
    "title": "Brain Teasers: Mind Puzzles",
    "companyName": "ThinkSharp Labs",
    "id": 118,
    "description": "Brain Teasers: Mind Puzzles offers a variety of puzzles and challenges designed to enhance logic, memory, and problem-solving skills. Users can solve daily brain teasers, participate in challenges, and track cognitive improvement over time. The app features multiple categories such as math, memory, visual puzzles, and word games. Difficulty levels adapt to your performance, ensuring continuous growth. Interactive feedback and analytics show strengths and areas to improve. Fun visuals, intuitive controls, and rewarding achievements make the app engaging for all ages. Brain Teasers is ideal for sharpening mental agility, boosting focus, and enjoying stimulating challenges anywhere, anytime.",
    "size": 55,
    "reviews": 4800,
    "ratingAvg": 4.5,
    "downloads": 68,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 300 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 1200 },
      { "name": "5 star", "count": 2500 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/BHP4dFHB/Untitled-design-1.png",
    "title": "Daily Planner: Tasks & Goals",
    "companyName": "PlanIt Studio",
    "id": 119,
    "description": "Daily Planner: Tasks & Goals is designed to keep your day organized and productive. Users can create tasks, set priorities, and schedule events with simple drag-and-drop controls. The app includes a visual timeline and reminders to stay on track. Analytics show task completion rates, helping users improve efficiency. Customizable themes and notifications enhance user experience. Daily Planner promotes consistency and focus, making daily goal achievement effortless. Whether for work, school, or personal life, it’s a central hub for time management and productivity, helping users stay organized and proactive every day.",
    "size": 50,
    "reviews": 5600,
    "ratingAvg": 4.6,
    "downloads": 80,
    "ratings": [
      { "name": "1 star", "count": 180 },
      { "name": "2 star", "count": 320 },
      { "name": "3 star", "count": 650 },
      { "name": "4 star", "count": 1400 },
      { "name": "5 star", "count": 3050 }
    ]
  },
  {
    "image": "https://i.ibb.co.com/k2RV0xs5/Untitled-design-4.png",
    "title": "Focus Master: Deep Work Timer",
    "companyName": "Cognitive Labs",
    "id": 120,
    "description": "Focus Master: Deep Work Timer is a productivity app designed to maximize concentration during work or study sessions. It uses customizable timers and break intervals to enforce focus while preventing fatigue. The app features progress tracking, session history, and performance analytics. Users can label sessions by task, attach notes, and monitor daily or weekly productivity. Background soundscapes help maintain concentration, while gentle reminders prevent burnout. Focus Master promotes disciplined work habits, turning scattered time into structured, effective periods. It’s perfect for professionals, students, or anyone looking to enhance focus, productivity, and deep work capacity with minimal distractions.",
    "size": 65,
    "reviews": 6100,
    "ratingAvg": 4.7,
    "downloads": 84,
    "ratings": [
      { "name": "1 star", "count": 200 },
      { "name": "2 star", "count": 350 },
      { "name": "3 star", "count": 600 },
      { "name": "4 star", "count": 1400 },
      { "name": "5 star", "count": 2550 }
    ]
  }
]
